jorgebucaran/fisher
jethrokuan/z
FabioAntunes/fish-nvm
edc/bass
jorgebucaran/autopair.fish
acomagu/fish-async-prompt
PatrickF1/fzf.fish
jhillyerd/plugin-git
gazorby/fish-pacman
